13/data/attachments/ef529bf90c0725ac.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_142ff73c-90aa-46a0-876e-74613c15e88a</nif:username>
            <nif:friendToBeAdded>James_audience_Actions_32277_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>